{
  "metadata": {
    "total_size": 40860802176
  },
  "weight_map": {
    "img_in.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "img_in.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "norm_out.linear.bias": "diffusion_pytorch_model-00009-of-00009.safetensors",
    "norm_out.linear.weight": "diffusion_pytorch_model-00009-of-00009.safetensors",
    "proj_out.bias": "diffusion_pytorch_model-00009-of-00009.safetensors",
    "proj_out.weight": "diffusion_pytorch_model-00009-of-00009.safetensors",
    "time_text_embed.timestep_embedder.linear_1.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "time_text_embed.timestep_embedder.linear_1.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "time_text_embed.timestep_embedder.linear_2.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "time_text_embed.timestep_embedder.linear_2.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.img_mlp.net.2.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.img_mlp.net.2.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.img_mod.1.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.img_mod.1.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.txt_mlp.net.2.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.txt_mlp.net.2.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.txt_mod.1.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.0.txt_mod.1.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.img_mlp.net.2.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.img_mlp.net.2.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.img_mod.1.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.img_mod.1.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.txt_mlp.net.2.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.txt_mlp.net.2.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.txt_mod.1.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.1.txt_mod.1.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.10.attn.add_k_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.add_k_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.add_q_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.add_q_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.add_v_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.add_v_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.norm_added_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.norm_added_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_add_out.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_add_out.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_out.0.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_out.0.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.img_mlp.net.2.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.img_mlp.net.2.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.img_mod.1.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.img_mod.1.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.txt_mlp.net.2.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.txt_mlp.net.2.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.txt_mod.1.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.10.txt_mod.1.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.add_k_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.add_k_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.add_q_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.add_q_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.add_v_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.add_v_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.norm_added_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.norm_added_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_add_out.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_add_out.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_out.0.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_out.0.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.img_mlp.net.2.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.img_mlp.net.2.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.img_mod.1.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.img_mod.1.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.txt_mlp.net.2.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.txt_mlp.net.2.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.txt_mod.1.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.11.txt_mod.1.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.add_k_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.add_k_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.add_q_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.add_q_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.add_v_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.add_v_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.norm_added_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.norm_added_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_add_out.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_add_out.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_out.0.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_out.0.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.img_mlp.net.2.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.img_mlp.net.2.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.img_mod.1.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.img_mod.1.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.txt_mlp.net.2.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.txt_mlp.net.2.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.txt_mod.1.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.12.txt_mod.1.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.add_k_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.add_k_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.add_q_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.add_q_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.add_v_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.add_v_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.norm_added_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.norm_added_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_add_out.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_add_out.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_out.0.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_out.0.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.img_mlp.net.2.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.img_mlp.net.2.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.img_mod.1.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.img_mod.1.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.txt_mlp.net.2.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.txt_mlp.net.2.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.txt_mod.1.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.13.txt_mod.1.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.add_k_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.add_k_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.add_q_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.add_q_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.add_v_proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.add_v_proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.norm_added_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.norm_added_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_add_out.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_add_out.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_out.0.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_out.0.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.img_mlp.net.2.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.img_mlp.net.2.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.img_mod.1.bias": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.img_mod.1.weight": "diffusion_pytorch_model-00002-of-00009.safetensors",
    "transformer_blocks.14.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.14.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.14.txt_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.14.txt_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.14.txt_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.14.txt_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.add_k_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.add_k_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.add_q_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.add_q_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.add_v_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.add_v_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.norm_added_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.norm_added_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_add_out.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_add_out.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_k.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_q.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_v.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.attn.to_v.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.img_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.img_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.img_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.img_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.txt_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.txt_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.txt_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.15.txt_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.add_k_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.add_k_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.add_q_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.add_q_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.add_v_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.add_v_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.norm_added_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.norm_added_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_add_out.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_add_out.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_k.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_q.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_v.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.attn.to_v.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.img_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.img_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.img_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.img_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.txt_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.txt_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.txt_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.16.txt_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.add_k_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.add_k_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.add_q_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.add_q_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.add_v_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.add_v_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.norm_added_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.norm_added_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_add_out.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_add_out.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_k.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_q.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_v.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.attn.to_v.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.img_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.img_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.img_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.img_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.txt_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.txt_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.txt_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.17.txt_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.add_k_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.add_k_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.add_q_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.add_q_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.add_v_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.add_v_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.norm_added_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.norm_added_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_add_out.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_add_out.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_k.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_q.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_v.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.attn.to_v.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.img_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.img_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.img_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.img_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.txt_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.txt_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.txt_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.18.txt_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.add_k_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.add_k_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.add_q_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.add_q_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.add_v_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.add_v_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.norm_added_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.norm_added_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_add_out.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_add_out.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_k.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_q.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_v.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.attn.to_v.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.img_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.img_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.img_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.img_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.txt_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.txt_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.txt_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.19.txt_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.2.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.img_mlp.net.2.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.img_mlp.net.2.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.img_mod.1.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.img_mod.1.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.txt_mlp.net.2.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.txt_mlp.net.2.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.txt_mod.1.bias": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.2.txt_mod.1.weight": "diffusion_pytorch_model-00001-of-00009.safetensors",
    "transformer_blocks.20.attn.add_k_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.add_k_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.add_q_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.add_q_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.add_v_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.add_v_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.norm_added_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.norm_added_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_add_out.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_add_out.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_k.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_q.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_v.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.attn.to_v.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.img_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.img_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.img_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.img_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.txt_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.txt_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.txt_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.20.txt_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.add_k_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.add_k_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.add_q_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.add_q_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.add_v_proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.add_v_proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.norm_added_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.norm_added_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_add_out.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_add_out.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_k.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_k.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_q.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_q.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_v.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.attn.to_v.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.img_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.img_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.img_mlp.net.2.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.img_mlp.net.2.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.img_mod.1.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.img_mod.1.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.txt_mlp.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00009.safetensors",
    "transformer_blocks.21.txt_mlp.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00009.safetensors",
